export const districts = {
  ['Центральный административный округ']: 'ЦАО',
  ['Северный административный округ']: 'САО',
  ['Северо-Восточный административный округ']: 'СВАО',
  ['Восточный административный округ']: 'ВАО',
  ['Юго-Восточный административный округ']: 'ЮВАО',
  ['Южный административный округ']: 'ЮАО',
  ['Юго-Западный административный округ']: 'ЮЗАО',
  ['Западный административный округ']: 'ЗАО',
  ['Северо-Западный административный округ']: 'СЗАО',
  ['Зеленоградский административный округ']: 'ЗелАО',
  ['Новомосковский административный округ']: 'НВАО',
  ['Троицкий административный округ']: 'ТАО',
}

export const districtColors = {
  ['ЦАО']: '#B284BE',
  ['САО']: '#54626F',
  ['СВАО']: '#C46210',
  ['ВАО']: '#E52B50',
  ['ЮВАО']: '#F19CBB',
  ['ЮАО']: '#3B7A57',
  ['ЮЗАО']: '#FFBF00',
  ['ЗАО']: '#FF7E00',
  ['СЗАО']: '#9966CC',
  ['ЗелАО']: '#A4C639',
  ['НВАО']: '#007FFF',
  ['ТАО']: '#BCD4E6',
}
